class Welcome:
    # 打印欢迎页面
    def welcome(self):
        print("---------------------------------")
        print("-     中国工商银行账户管理系统V1.0     -")
        print("---------------------------------")
        print("-   1.开户                       -")
        print("-   2.存钱                       -")
        print("-   3.取钱                       -")
        print("-   4.转账                       -")
        print("-   5.查询                       -")
        print("-   6.Bye!                       -")
        print("----------------------------------")